Repository: tamakondayo/AnkiLite
Catalog: AnkiLite/Localizable.xcstrings
Source language: ja
Languages: en

source: %.1f年
en: %.1fy

source: %lldか月
en: %lldmo

source: %lldノート
en: %lld notes

source: %lld件
en: %lld items

source: %lld個
en: %lld selected

source: %lld分
en: %lldm

source: %lld日
en: %lldd

source: %lld時間
en: %lldh

source: %lld秒
en: %llds

source: .apkg ファイルを読み込む
en: Import .apkg file

source: .apkg 形式のデッキファイルを選択してください。
en: Choose a deck file (.apkg).

source: 1-3月
en: 1-3 mo

source: 1年+
en: 1y+

source: 1日
en: 1 day

source: 1日の復習上限
en: Daily review limit

source: 1日の新規カード上限
en: Daily new card limit

source: 2-7日
en: 2-7 d

source: 3-6月
en: 3-6 mo

source: 6月-1年
en: 6 mo - 1 y

source: 8-30日
en: 8-30 d

source: < 10分
en: < 10m

source: < 1分
en: < 1m

source: Cloze ヒント: `Hello {{c1::world}}` のように囲むとそこが穴埋めになります。
en: Cloze tip: wrap text as `Hello {{c1::world}}` to turn it into a blank.

source: FSRS (新方式)
en: FSRS (new)

source: SM-2 (互換)
en: SM-2 (classic)

source: ZIP の書き出しに失敗しました。
en: Failed to write the ZIP archive.

source: apkg を書き出す
en: Export .apkg

source: apkgファイルを開けませんでした。ファイルが破損しているか、対応していない形式です。
en: Couldn't open the .apkg file. It may be corrupted or in an unsupported format.

source: col テーブルが空です。
en: The col table is empty.

source: iCloud Drive にバックアップ
en: Back up to iCloud Drive

source: 「%@」を削除しますか？
en: Delete "%@"?

source: お疲れさまでした
en: Nice work

source: かんたん
en: Easy

source: このテンプレートを削除
en: Delete this template

source: このデッキのカードと学習履歴がすべて削除されます。元に戻せません。
en: This deck's cards and review history will be deleted. This cannot be undone.

source: このデッキの上限
en: Limits for this deck

source: このデッキの今日の分は終わりです
en: You're done with this deck for today.

source: このノートタイプは%lld個のノートで使われています。先にノートを削除するか、別のタイプに移してください。
en: This note type is used by %lld notes. Delete those notes or move them to another type first.

source: すべて
en: All

source: なし
en: None

source: なし（最上位）
en: None (top level)

source: ふつう
en: Good

source: むずかしい
en: Hard

source: もう一度
en: Again

source: やり直す
en: Try again

source: アプリ名
en: App name

source: インターバル分布
en: Interval distribution

source: インポート
en: Import

source: インポートが完了しました
en: Import complete

source: インポートに失敗しました
en: Import failed

source: オフのときは設定画面の全体共通の値が使われます。サブデッキも親と一緒に学習する場合は親デッキの設定が適用されます。
en: When off, the global value from Settings is used. When subdecks are studied with their parent, the parent deck's setting applies.

source: カスタム学習
en: Custom study

source: カテゴリ
en: Category

source: カテゴリ（親デッキ）
en: Category (parent deck)

source: カード
en: Cards

source: カード%lld
en: Card %lld

source: カード1
en: Card 1

source: カード2
en: Card 2

source: カードがありません
en: No cards

source: カードの文字サイズ
en: Card font size

source: カードの状態
en: Card states

source: カードを保存中…
en: Saving cards…

source: カードを検索
en: Search cards

source: カードを追加
en: Add card

source: キャンセル
en: Cancel

source: クラシックな SM-2 方式 (SuperMemo 系)
en: Classic SM-2 (SuperMemo lineage)

source: コレクションを読み込み中…
en: Reading collection…

source: コレクションデータベース (collection.anki21 / collection.anki2) が見つかりませんでした。
en: Collection database (collection.anki21 / collection.anki2) not found.

source: システムに従う
en: Match system

source: スケジューラ
en: Scheduler

source: スタイル (CSS)
en: Styling (CSS)

source: ストレージの空き容量が不足しています。
en: Not enough free storage.

source: スペース区切り
en: Space-separated

source: タグ
en: Tags

source: タップまたは上にスワイプで答え
en: Tap or swipe up to reveal

source: ダーク
en: Dark

source: テキスト
en: Text

source: テンプレート%lld
en: Template %lld

source: テンプレート%lld枚・フィールド%lld個
en: %lld templates · %lld fields

source: テンプレートを追加
en: Add template

source: テンプレートを追加すると、このタイプの既存ノート全部に新しいカードが作られます。
en: Adding a template creates a new card for every existing note of this type.

source: テンプレート名
en: Template name

source: テーマ
en: Theme

source: デッキ
en: Decks

source: デッキがありません
en: No decks yet

source: デッキを作成
en: Create deck

source: デッキを編集
en: Edit deck

source: デッキ一覧に戻る
en: Back to decks

source: デッキ名
en: Deck name

source: デッキ名を入力してください。
en: Please enter a deck name.

source: データベースの読み込みに失敗しました: %@
en: Failed to read the database: %@

source: ノートを保存しました
en: Note saved

source: ノートを編集
en: Edit note

source: ノートタイプ
en: Note type

source: ノートタイプを管理
en: Manage note types

source: ノートタイプを編集
en: Edit note type

source: ノートタイプ名
en: Note type name

source: バケツ
en: Bucket

source: バックアップ
en: Backup

source: バックアップがありません
en: No backups yet

source: バックアップアーカイブを作成できませんでした。
en: Couldn't create the backup archive.

source: バックアップ一覧
en: Backups

source: バージョン
en: Version

source: パッケージを展開中…
en: Extracting package…

source: ファイルから読み込み
en: Import from file

source: ファイルから読み込む
en: Import from file

source: ファイルを選択
en: Choose file

source: フィールド
en: Fields

source: フィールドを削除すると、そのフィールドに入っていた内容もすべてのノートから削除されます。
en: Deleting a field also removes its content from every note.

source: フィールドを追加
en: Add field

source: フィールド名
en: Field name

source: フラグ
en: Flag

source: ブラウザ
en: Browser

source: プレビュー
en: Preview

source: マージ
en: Merge

source: メディアを取り込み中…
en: Importing media…

source: ライト
en: Light

source: レビュー
en: Reviews

source: 一時ファイルの作成に失敗しました。
en: Couldn't create a temporary file.

source: 上書き
en: Overwrite

source: 不正解
en: Fail

source: 今すぐバックアップ
en: Back up now

source: 今後30日の復習予測
en: Forecast · next 30d

source: 今日
en: Today

source: 件数
en: Count

source: 作成
en: Create

source: 作成される名前
en: Will be created as

source: 作成に失敗
en: Create failed

source: 例: 英単語
en: e.g. Vocabulary

source: 保存
en: Save

source: 保存しました: %@
en: Saved: %@

source: 保存に失敗
en: Save failed

source: 保持率(30日)
en: Retention (30d)

source: 保留する（今日は表示しない）
en: Bury (hide today)

source: 保留中
en: Buried

source: 停止する（学習対象外）
en: Suspend (exclude from study)

source: 停止中
en: Suspended

source: 元に戻す
en: Undo

source: 再インポート時
en: On re-import

source: 削除
en: Delete

source: 削除できません
en: Cannot delete

source: 合計
en: Total

source: 同じ名前のデッキが既にあります。
en: A deck with that name already exists.

source: 名前
en: Name

source: 名前・カテゴリを編集
en: Edit name & category

source: 基本
en: Basic

source: 基本（逆向きカード付き）
en: Basic (and reversed card)

source: 基本（逆向きカード付き） %lld
en: Basic (and reversed card) %lld

source: 変更後の名前
en: New full name

source: 外観
en: Appearance

source: 失敗: %@
en: Failed: %@

source: 学習
en: Studying

source: 学習を開始
en: Start studying

source: 学習を開始できませんでした: %@
en: Couldn't start studying: %@

source: 学習アルゴリズム
en: Scheduling algorithm

source: 学習中
en: Learning

source: 学習中 (若い)
en: Learning (young)

source: 学習時間
en: Study time

source: 完了
en: Done

source: 対象カード
en: Include

source: 平均interval
en: Avg interval

source: 復習
en: Review

source: 復習上限を個別設定
en: Override review limit

source: 情報
en: About

source: 指定なし
en: Any

source: 操作
en: Interaction

source: 文字サイズ
en: Font size

source: 新しいデッキを作るか、 .apkg ファイルを読み込んでください。
en: Create a new deck, or import an .apkg file.

source: 新しい統計的アルゴリズム (推奨)
en: Newer statistical algorithm (recommended)

source: 新規
en: New

source: 新規カード上限を個別設定
en: Override new-card limit

source: 既存カードはそのままで、次のレビューから選んだ方式が適用されます。FSRS は初回レビュー後にメモリ状態を蓄積するため、最初は SM-2 と挙動が似ます。
en: Existing cards stay as-is — the new method takes effect on the next review. FSRS builds memory state from your first review, so early behavior resembles SM-2.

source: 日付の区切り
en: Day rollover hour

source: 日後
en: Day offset

source: 書き出しに失敗
en: Export failed

source: 最大カード数
en: Max cards

source: 最終バックアップ
en: Last backup

source: 期限超過のみ
en: Overdue only

source: 未実行
en: Never

source: 条件
en: Filters

source: 桃
en: Pink

source: 検索 (deck: tag: is: flag:)
en: Search (deck: tag: is: flag:)

source: 橙
en: Orange

source: 正答率
en: Accuracy

source: 正解
en: Pass

source: 毎日 1 回、コレクション (SQLite + メディア) を Documents/Backups にバックアップします。最大 7 世代を保持。iCloud は有効化された Apple Developer アカウントが必要です。
en: Backs up the collection (SQLite + media) to Documents/Backups once a day. Keeps up to 7 generations. iCloud requires an enabled Apple Developer account.

source: 水
en: Turquoise

source: 準備中…
en: Preparing…

source: 無制限
en: Unlimited

source: 目標保持率
en: Desired retention

source: 直近30日のレビュー
en: Reviews · last 30d

source: 穴埋め
en: Cloze

source: 穴埋め・フィールド%lld個
en: Cloze · %lld fields

source: 紫
en: Purple

source: 総レビュー
en: Total reviews

source: 緑
en: Green

source: 編集
en: Edit

source: 習得済み
en: Mature

source: 表示名
en: Display name

source: 表面
en: Front

source: 表面 (質問)
en: Front (question)

source: 裏面
en: Back

source: 裏面 (答え)
en: Back (answer)

source: 裏面追加
en: Back Extra

source: 見本テキスト Aa あ
en: Sample Aa あ

source: 親を変更すると、サブデッキも一緒に新しい場所に移動します。
en: Changing the parent moves sub-decks along too.

source: 親デッキ
en: Parent deck

source: 親デッキを選ぶと「親::子」の形でネストされます。
en: Choosing a parent nests this deck as "parent::child".

source: 解除
en: Clear

source: 触覚フィードバック
en: Haptic feedback

source: 言語
en: Language

source: 設定
en: Settings

source: 該当するカードがありません
en: No matching cards

source: 読み込み中…
en: Loading…

source: 赤
en: Red

source: 追加
en: Add

source: 閉じる
en: Close

source: 階層
en: Hierarchy

source: 青
en: Blue

source: （空のカード）
en: (empty card)
